/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "వంతెనలు Tor రిలేలు, ఇవి సెన్సార్షిప్ను తప్పించుకునేందుకు సహాయపడతాయి. Tor మీ ISP చేత బ్లాక్ చేయబడితే మీరు వంతెనలను ప్రయత్నించవచ్చు; సెన్సార్షిప్ను నివారించడానికి ప్రతి రకం వంతెన వేరొక పద్ధతిని ఉపయోగిస్తుంది: ఒక రకం పని చేయకపోతే వేరొకదాన్ని ప్రయత్నించండి.\n\nమీరు క్రింద ఇచ్చిన వంతెనలను ఉపయోగించవచ్చు లేదా వంతెనలను% వద్ద పొందవచ్చు.";
"No Bridges: Directly Connect to Tor" = "ఏ వంతెనలు: నేరుగా Tor కనెక్ట్";
"Provided Bridges: %" = "అందించిన వంతెనలు:%";
"Custom Bridges" = "కస్టమ్ బ్రిడ్జెస్";


// BridgeSelectViewController.xib
"Bridge Configuration" = "బ్రిడ్జ్ ఆకృతీకరణ";
"Done" = "పూర్తి";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "కొన్నిసార్లు మీరు Tor  చేరుకోవడానికి ఒక వంతెన అవసరం.";
"TELL ME MORE" = "మరి కొంత చెప్పు";


// ConnectingViewController.swift
"Connected!" = "కనెక్ట్!";
"__CLAIM_1__" = "మా వైవిధ్య సమాజం గొప్పదిగా చేస్తుంది!";
"__CLAIM_2__" = "రోజువారీ వ్యక్తులు మార్కెటింగ్ ప్రకటనలను అనుసరించకుండా నివారించడానికి టోర్ను ఉపయోగిస్తారు.";
"__CLAIM_3__" = "ప్రజలు తమ స్నేహితులతో మరియు కుటుంబ సభ్యులతో సురక్షితంగా ఉండటానికి Tor ను ఉపయోగిస్తారు.";
"__CLAIM_4__" = "కార్యకర్తలు తమ అభిప్రాయాలను మరియు విశ్వాసాలను స్వేచ్ఛగా వ్యక్తపరచటానికి టోర్ ను ఉపయోగిస్తారు.";
"__CLAIM_5__" = "బ్లాగర్లు సామాజిక సంస్కరణల వైపు ప్రజలను ర్యాలీ చేయడానికి టోర్ను ఉపయోగిస్తారు.";
"__CLAIM_6__" = "వార్తాపత్రికలు వారు నివేదిస్తున్న సురక్షితంగా పరిశోధనాత్మక కథలకు టోర్ను ఉపయోగిస్తారు.";
"__CLAIM_7__" = "వ్యాపార సంస్థలు వారి సంస్థ వ్యూహాలను ప్రైవేటుగా ఉంచడానికి Tor ఉపయోగిస్తాయి.";
"__CLAIM_8__" = "కార్మికులు తమ పనిని కోల్పోయే భయం లేకుండా న్యాయం కోసం పోరాడటానికి Tor ను ఉపయోగిస్తారు.";


// ConnectingViewController.xib
"We're connecting you." = "మేము మిమ్మల్ని కనెక్ట్ చేస్తున్నాము.";
"START BROWSING" = "బ్రౌజ్ చేయండి";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "మరొక బ్రౌజర్లో,% సందర్శించండి మరియు 'బ్రిడ్జ్లను పొందండి' ఎంచుకోండి. 'అధునాతన ఎంపికలు' విభాగాన్ని ఉపయోగించండి; 'obfs4' Pluggable ట్రాన్స్పోర్ట్ లు సిఫారసు చేయబడ్డాయి. (IPv6 ను ఎంచుకోండి లేదు.)\n\nమీరు వెబ్సైట్ నుండి QR కోడ్ను ఉపయోగించడానికి 'కెమెరా' చిహ్నాన్ని నొక్కవచ్చు లేదా ఇక్కడ 'వంతెన పంక్తులు' మాన్యువల్గా కాపీ చేసి, అతికించండి:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "మేము చిక్కుకున్నట్లు కనిపిస్తోంది! క్విట్. ఆపై అనువర్తనాన్ని పునఃప్రారంభించండి.";


// HelloViewController.xib
"Hello" = "హలో";
"Welcome to Tor on mobile." = "మొబైల్ Tor కు స్వాగతం.";
"CHANGE LANGUAGE" = "భాష మార్చు";
"Change Language" = "భాష మార్చు";
"Cancel" = "రద్దు";


// IntroViewController.xib
"CONTINUE WITHOUT" = "కొనసాగకుండా ఉండండి";
"USE A BRIDGE" = "ఒక BRIDGE వాడండి";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "మీరు ఎలా ఆశించాలో ఇంటర్నెట్ను బ్రౌజ్ చేయండి.";
"No tracking. No censorship." = "ట్రాకింగ్ లేదు. ఏ సెన్సార్షిప్ లేదు.";


// ScanQrViewController.swift
"Error" = "లోపం";
"Camera access was not granted or QR Code scanning is not supported by your device." = "కెమెరా ప్రాప్యత మంజూరు చేయబడలేదు లేదా మీ పరికరం ద్వారా QR కోడ్ స్కానింగ్కు యాక్సెస్మ ద్దతు లేదు.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR కోడ్ డీకోడ్ చేయబడలేదు! మీరు bridges.torproject.org నుండి QR కోడ్ను ఖచ్చితంగా స్కాన్ చేస్తున్నారా?";
